Repository: bildschirmartist/contao-tags
Catalog: src/Resources/contao/languages/*/*_module.xlf
Languages: de

# tl_module.jumpToTags.0
source: Redirect page for tags
de: Weiterleitungsseite für Tags

# tl_module.jumpToTags.1
source: This page should contain a news list whose entries are then filtered according to the selected tag.
de: Diese Seite sollte eine Nachrichtenliste beinhalten deren Einträge dann nach dem gewählten Tag gefiltert werden.

# tl_module.ignoreTags.0
source: Deactivate tag filter
de: Filterung nach Tags deaktivieren

# tl_module.ignoreTags.1
source: If set this module will not be changed by any selected tag.
de: Wenn gesetzt wird dieses Modul nicht durch eventuell gesetzte Tags beinflusst.

# tl_module.tags_select_multiple.0
source: Select multiple tags
de: Mehrfachauswahl von Tags

# tl_module.tags_select_multiple.1
source: If set the user can select multiple tags.
de: Wenn gesetzt kann der Nutzer mehrere Tags auswählen.

# tl_module.use_get_parameter.0
source: Use GET-Parameter
de: Verwende GET-Parameter

# tl_module.use_get_parameter.1
source: If set this module will use GET-Parameter to set the selected tags instead of auto_item.
de: Wenn gesetzt wird das Modul GET-Parameter verwenden um die ausgewählten Tags zu setzen, anstatt dem auto_item. Das ist notwendig falls die Liste- und Leser-Seite den gleichen Seitenalias besitzen.

# tl_module.news_tags.0
source: News tags
de: Nachrichten-Tags

# tl_module.news_tags.1
source: Please select one or more news tags.
de: Bitte wählen Sie ein oder mehrere Nachrichten-Tags.

# tl_module.tags_match_all.0
source: All tags must match
de: Alle Tags müssen übereinstimmen

# tl_module.tags_match_all.1
source: If set only news will be display that matches all selected tags.
de: Wenn gesetzt werden nur Nachrichten angezeigt, die alle ausgewählten Tags beinhalten.
